taskt/Core/Automation/Commands/UIAutomationGroup/UIAutomationGetTextFromTableUIElementCommand.dot
digraph "UIAutomationGetTextFromTableUIElementCommand" {
"UIAutomationGetTextFromTableUIElementCommand" -> "AGetFromUIElementCommands";
"AGetFromUIElementCommands" -> "ADoSomethingUIElementCommands";
"AGetFromUIElementCommands" -> "IGetFromUIElementProperties";
"ADoSomethingUIElementCommands" -> "AUIElementCoreCommands";
"ADoSomethingUIElementCommands" -> "IDoSomethingUIElementProperties";
"AUIElementCoreCommands" -> "ScriptCommand";
"AUIElementCoreCommands" -> "IUIElementCoreProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
