taskt/Core/Automation/Commands/UIAutomationGroup/UIAutomationGetTextFromTableUIElementCommand.puml
@startuml
UIAutomationGetTextFromTableUIElementCommand --> AGetFromUIElementCommands
AGetFromUIElementCommands --> ADoSomethingUIElementCommands
AGetFromUIElementCommands --> IGetFromUIElementProperties
ADoSomethingUIElementCommands --> AUIElementCoreCommands
ADoSomethingUIElementCommands --> IDoSomethingUIElementProperties
AUIElementCoreCommands --> ScriptCommand
AUIElementCoreCommands --> IUIElementCoreProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
